Repository: giellalt/corpus-sms
Catalog: prestable/tmx/sms2fin/admin/sd/golden_language_fi/duogas_ja_vuoitit-taustaa_ja_voittajat_uusi.pdf.tmx
Source language: sms
Languages: fin

source: SääŠmǩiõlin LaŠsǩǩeet, što sääŠmǩiõlin lie nuŠtt 20 000 – 30 000 mainsteei.
fin: Saamen kielistä Lasketaan, että saamen kielillä on noin 20 000 – 30 000 puhujaa.

source: Gollegiella lij vuâđđuum sääŠmǩiõl õõudâsviikkâm- da jälltemtuåimi älšmâŠttem diõtt.
fin: Gollegiella on perustettu saamen kielen kehittämis- ja elvyttämistoimenpiteiden innostamiseksi.

source: Šuurmõs sääŠmǩiõlin lij tâŠvvsääŠm, koon mainstet Taarrâst, Ruõccâst da LääŠddjânnmest.
fin: Suurin saamen kielistä on pohjoissaame, jota puhutaan Norjassa, Ruotsissa ja Suomessa.

source: Ruõccâst da Taarrâst mainstet še saujjsääŠmǩiõl, luulajasääŠmǩiõl, uumajasääŠmǩiõl da piitimensääŠmǩiõl.
fin: Ruotsissa ja Norjassa puhutaan myös eteläsaame, luulajansaamea, uumajansaamea ja piitimensaamea.

source: LääŠddjânnmest mainstet tâŠvvsääŠmǩiõl lââŠssen aanarsääŠmǩiõl da nuõrttsääŠmǩiõl.
fin: Suomessa puhutaan pohjoissaamen lisäksi inarinsaame ja koltansaamea.

source: Ruõššâst jäänaš vuäŠss sääŠmǩiõl mainsteeŠjin maainast ǩiŠlddsääŠmǩiõl ja eža ooccanj maainstet nuõrttsääŠmǩiõl, äŠǩǩelsääŠmǩiõl da tââŠrjǩiõl.
fin: Venäjällä suurin osa saamen kielten puhujista puhuu kildininsaamea ja hyvin harvat koltan-, akkalan- ja turjansaamea.

source: Puk sääŠmǩiõl lie vaarvuâlaž ǩiõl.
fin: Kaikki saamen kielet ovat uhanalaisia kieliä.

source: Äiggsab ǩiõllciist vuõiŠtti:
fin: Aikaisemmat kielipalkinnon voittajat:

source: Divvun da Giellatekno Tromsa universiteeŠttest diAleksandra Andrejevna Antonova da Nina Jeliseevna Afanasjeva vuåǯǯu eeŠjj jagi 2014 ǩiõllciist.
fin: Divvun ja Giellatekno Tromsan yliopistosta sekä Aleksandra Andrejevna Antonova ja Nina Jeliseevna Afanasjeva saivat vuoden jagi 2014 kielipalkinnon.

source: Antonova da Afanasjeva vuåǯǯu ciist, ko suäna lie tuâjjääm kuuŠǩǩ ääiŠj ǩiŠlddsääŠm äärvouddmõõžž kaggmõõžž ǩeeŠrjid ǩeeŠrjteeŠl di jåårǥjâtteeŠl säämas da sääŠmǩiõlâst.
fin: Antonova ja Afanasjeva saivat palkinnon, koska ovat pitkään tehneet työtä kildininsaamen arvostuksen kohottamiseksi kirjoja kirjoittamalla sekä kääntämällä saameksi ja saamesta.

source: Tõn lââŠssen suäna lie tuejjääm tuâi ortografiakõõččmõõžži kõõskâst.
fin: Sen lisäksi he ovat tehneet työtä ortografiakysymysten parissa.

source: Divvun da Giellatekno vuâǯǯai ciist ođđäiggsaž teknologia äuŠǩǩumuužžâst nuŠtt, što tõt lij ouddam vuäittmõõžž sääŠmǩiõllsaž õõŠnnjid neeŠttest taŠrjjeemnallšem åårrai vuõiŠǥǥestǩeŠrjjtõs-
fin: Divvun ja Giellatekno sai palkinnon uudenaikaisen teknologian hyödyntämisestä siten, että se on mahdollistanut saamenkielisille käyttäjille netissä tarjolla olevat oikeinkirjoitus- tai oikolukuohjelmat sekä sanakirjat.

source: KueŠhtt sääŠmneezzan, Máret Sárá Karasjooǥǥâst di Lajla Mattson Magga Koutoǩeäinast juõŠǩǩe eeŠjj 2010 ǩiõllciist.
fin: Kaksi saamelaisnaista, Máret Sárá Karasjoelta sekä Lajla Mattson Magga Koutokienosta jakoivat vuoden 2010 kielipalkinnon.

source: Sárá lij viikkâm ooudâs sääŠmǩiõl uŠčteeŠlen, journalisttân da ǩeŠrjjneŠǩǩen.
fin: Sárá on edistänyt saamen kieltä opettajana, journalistina ja kirjailijana.

source: Son lij ǩeeŠrjtam mättʼtemǩeeŠrjid di noorrâm mj. siõrid da sääŠnnväjjsid ǩeŠrjjen.
fin: Hän on kirjoittanut oppikirjoja sekä kerännyt mm. leikkejä ja sananlaskuja kirjaksi.

source: Mattson Magga lij tuâjees pääiŠǩ ruõkkâm, mättŠtam da viikkâm ooudâs saujjsääŠmǩiõl.
fin: Mattson Magga on töidensa kautta huoltanut, opettanut ja edistänyt eteläsaamea.

source: Son lij ǩeeŠrjtam saujjsääŠm sääŠnnǩeeŠrjid, mooččâdǩeŠrjjlažvuõđ- da ämmatǩeŠrjjlažvuõđ di tõn lââŠssen tuejjääm jåårǥlâŠttemtuâjaid da noorrâm ǩiõllteeŠstid.
fin: Hän on kirjoittanut eteläsaamen sanakirjoja, kauno- ja ammattikirjallisuutta sekä sen lisäksi tehnyt käännöstyötä ja koonnut kielitestejä.

source: Sámi Siida Uccjooǥǥâst LääŠddjânnmest da Henrik Barruk Straejmiest Ruõccâst juõŠǩǩe eeŠjj 2008 ǩiõllciist.
fin: Sámi Siida Utsjoelta Suomesta ja Henrik Barruk Straejmiestä Ruotsista jakoivat vuoden 2008 kielipalkinnon.

source: Sámi Siida – õhttõs vuâǯǯai ciist sääŠmǩiõl staattuuzz ravveem diõtt tuejjuum tuâjast Uccjooǥǥ kååŠddest.
fin: Sámi Siida - yhdistys sai palkinnon saamen kielen aseman vahvistamiseksi tehdystä työstä Utsjoen kunnassa.

source: Henrik Barruk lij kuuŠǩǩ dokumenttjam da jälltam uumajasääŠmǩiõl.
fin: Henrik Barruk on pitkään dokumentoinut ja elvyttänyt uumajansaamea.

source: Vuõssmõs ǩeeŠrjtõõzz, koid čõõđteš säämas 1600-lååǥǥast, leäi ǩeeŠrjtum uumajasääŠmǩiõlin, jm.
fin: Ensimmäiset kirjoitukset, jotka julkaistiin saameksi 1600-luvulla, oli kirjoitettu uumajansaamella, mm..

source: ABC-ǩeŠrjj.
fin: ABC-kirja.

source: Harald Gaski da Jouni Moshnikoff vuåǯǯu eeŠjj 2006 ǩiõllciist.
fin: Harald Gaski ja Jouni Moshnikoff saivat vuoden 2006 kielipalkinnon.

source: Jouni Moshnikoff (1940-2012) suu slävvõttŠeš kuŠǩes da stälbbai tuâjast nuõrttsääŠmǩiõll diõtt.
fin: Jouni Moshnikoffia (19402012) kunnioitettiin pitkästä ja kovasta työstä koltansaamen hyväksi.

source: Harald Gaski lij tuejjääm miârkkšõõvvâmnallšem kookkaskuõŠddi ooudâsviikkâmtuâi ǩiõl diõtt. Son lij leämmaž tuŠtǩǩeemtuåimmjumuužžineez miârkkšõõvvi tuejjeei sääŠmǩiõllsaž mooččâdǩeŠrjjlažvuõđ äärvouddmõõžž kaggmõõžžâst.
fin: Harald Gaski on tehnyt laajaa kielenedistämistyötä ja omalla tutkimustoiminnallaan ollut merkittävä tekijä saamenkielisen kaunokirjallisuuden arvostuksen nostamisessa.

source: Ella Holm Bulla ja Anarâkielâ servi (aanarsääŠmǩiõl õhttõs) vuâǯǯai emansa vuâđđuum tâŠvvjânnmlaž sääŠmǩiõl Gollegiella-ciist eeŠjjest 2004.
fin: Ella Holm Bulla ja Anarâškielâ servi (inarinsaamen kielen yhdistys) sai vasta perustetun pohjoismaisen saamen kielen Gollegiella-palkinnon vuonna 2004.

source: Ella Holm Bull (1929-2006) tuejjii obb jieŠllempoodd mieŠldd tuâjaid saujjsääŠmǩiõl ooudâsviikkmõŠššen.
fin: Ella Holm Bull (1929-2006) teki koko elämänsä töitä eteläsaamen edistämiseksi.

source: Suu täävtõssân leäi lââŠzzted njaaŠlmilaž da še ǩeŠrjjlaž saujjsääŠm âânnmõõžž.
fin: Hänen tavoitteenaan oli lisätä sekä suullisen että kirjallisen eteläsaamen käyttöä.

source: Anarâkielâ servi lij tõn rääŠjest ko õhttõs leäi vuâđđuum eeŠjjest 1986 tuejjääm jõnn tuâi aanarsääŠm ooudâsviikkmõŠšše.
fin: Anarâškielâ servi on siitä asti kuin yhdistys perustettiin Inarissa vuonna 1986 tehnyt kovasti töitä inarinsaamen elvyttämiseksi.
